
"Passcode Lock" = "Bloccada dal code";

"All data in this app will be erased after %d failed passcode attempts." = "Tut las datas en questa app vegnan stizzadas suenter %d emprovas cun codes incorrects.";
"Cancel" = "Interrumper";
"Enable" = "Activar";
"Erase all content in the app after %d failed passcode attempts." = "Stizzar tut las datas en questa app suenter %d emprovas cun codes incorrects.";

"Turn Passcode Off" = "Deactivar la bloccada dal code";
"Turn Passcode On" = "Activar la bloccada dal code";
"Change Passcode" = "Midar il code";
"Erase Data" = "Stizzar datas";
"Set Passcode" = "Tscherner in code";
"Turn off Passcode" = "Deactivar il code";
"Enter Passcode" = "Endatar il code";
"1 Failed Passcode Attempt" = "1 emprova cun in code incorrect";
"%i Failed Passcode Attempts" = "%i emprovas cun in code incorrect";
"Passcodes did not match. Try again." = "Code incorrect. Emprova anc ina gia.";
"Enter a different passcode. You cannot re-use the same passcode." = "Endatescha in auter code. Ti na pos betg duvrar il medem code. ";
"Erase all data and reset passcode" = "Stizzar tut las datas e tscherner in nov code?";

"Enter your passcode" = "Endatescha tes code";
"Enter a passcode" = "Endatescha in code";
"Re-enter your passcode" = "Endatescha tes code anc ina giada";
"Enter your old passcode" = "Endatescha tes code vegl";
"Enter your new passcode" = "Endatescha tes nov code";
"Re-enter your new passcode" = "Endatescha tes nov code anc ina giada";

"Passcode lock notice" = "Avis davart la bloccada cun code";
"ResetInfo" = "I n’è betg pussaivel da reinizialisar il pled-clav. Sche ti emblidas el, n’has ti betg pli access a tes chats.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "La bloccada cun code da l’app protegia tias datas, ma ella na remplazza betg ina bloccada cun code da tes apparat.\nSegirescha tes apparat cun ina bloccada cun code per proteger tias datas, sche ti n’has betg gia fatg quai.";

"Require Passcode" = "Dumandar il code";
"Immediately" = "Immediat";
"After 1 minute" = "Suenter 1 minuta";
"After %d minutes" = "Suenter %d minutas";
"After 1 min." = "Suenter 1 min.";
"After %d min." = "Suenter %d min.";
"After 1 hour" = "Suenter 1 ura.";
"After %d hours" = "Suenter %d uras";

"Passcode_remove_title" = "Chats privats";
"Passcode_remove_message" = "Sche ti deactiveschas la bloccada cun code, daventan tes chats privats puspè vesaivels en la survista dals chats.";
"Passcode_remove_disable" = "Deactivar la bloccada cun code";
